cask "ghostty"
cask "font-monaspace-nerd-font"

brew "starship"
brew "neovim"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "node"
brew "pyenv"
brew "eza"
brew "ripgrep"
brew "zoxide"
brew "bat"
brew "fzf"
brew "pgcli"
brew "git-delta"
