tap "hashicorp/tap"
tap "oven-sh/bun"

cask "ghostty"
cask "docker-desktop"
cask "font-monaspice-nerd-font"

brew "git"
brew "gh"
brew "git-delta"

brew "starship"
brew "tmux"

brew "neovim"
brew "tree-sitter"
brew "tree-sitter-cli"

brew "node"
brew "oven-sh/bun/bun"
brew "uv"

brew "eza"
brew "ripgrep"
brew "zoxide"
brew "bat"
brew "fzf"

brew "pgcli"
brew "dbmate"

brew "awscli"
brew "hashicorp/tap/terraform"
brew "tflint"
